Repository: CofficLab/Lumi
Catalog: Plugins/LLMProviderZhipuPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Auth expired
zh_hans: 认证过期
zh_hk: 認證過期

source: Configure your Zhipu API Key below, then resend your message.
zh_hans: 请在下方填写智谱 API Key，配置完成后重新发送消息即可。
zh_hk: 請在下方填寫智譜 API Key，設定完成後重新發送訊息即可。

source: Copy
zh_hans: 复制
zh_hk: 複製

source: Display Zhipu GLM Coding Plan quota status in status bar
zh_hans: 在状态栏显示智谱 GLM Coding Plan 的配额状态
zh_hk: 在狀態欄顯示智譜 GLM Coding Plan 的配額狀態

source: Enter Zhipu API Key
zh_hans: 输入智谱 API Key
zh_hk: 輸入智譜 API Key

source: Error
zh_hans: 错误
zh_hk: 錯誤

source: Get API Key on Zhipu Open Platform
zh_hans: 前往智谱开放平台获取 API Key
zh_hk: 前往智譜開放平台取得 API Key

source: Hide API Key
zh_hans: 隐藏 API Key
zh_hk: 隱藏 API Key

source: Level
zh_hans: 等级
zh_hk: 等級

source: Loading...
zh_hans: 加载中...
zh_hk: 載入中...

source: MCP Monthly Quota
zh_hans: MCP 每月额度
zh_hk: MCP 每月額度

source: Parsing details...
zh_hans: 正在解析详情...
zh_hk: 正在解析詳情...

source: Please check if Zhipu AI API Key is correctly configured
zh_hans: 请检查智谱 AI API Key 是否正确配置
zh_hk: 請檢查智譜 AI API Key 是否正確配置

source: Please check network connection or try again later
zh_hans: 请检查网络连接或稍后重试
zh_hk: 請檢查網路連線或稍後重試

source: Quota unavailable
zh_hans: 配额不可用
zh_hk: 配額不可用

source: Raw error details
zh_hans: 原始错误详情
zh_hk: 原始錯誤詳情

source: Received Data
zh_hans: 收到的数据
zh_hk: 收到的資料

source: Remaining
zh_hans: 剩余
zh_hk: 剩餘

source: Remaining %lld%%
zh_hans: 剩余 %lld%%
zh_hk: 剩餘 %lld%%

source: Request / Response Details
zh_hans: 请求与响应详情
zh_hk: 請求與回應詳情

source: Reset
zh_hans: 重置
zh_hk: 重置

source: Reset Time
zh_hans: 重置时间
zh_hk: 重置時間

source: Sending Data
zh_hans: 发送的数据
zh_hk: 發送的資料

source: Show API Key
zh_hans: 显示 API Key
zh_hk: 顯示 API Key

source: Show raw error details
zh_hans: 查看原始错误详情
zh_hk: 查看原始錯誤詳情

source: Show request and response details
zh_hans: 查看请求与响应详情
zh_hk: 查看請求與回應詳情

source: Toggle request and response details
zh_hans: 展开/收起请求与响应详情
zh_hk: 展開/收起請求與回應詳情

source: Total 5 hours
zh_hans: 总时长 5 小时
zh_hk: 總時長 5 小時

source: Usage Progress
zh_hans: 使用进度
zh_hk: 使用進度

source: Zhipu AI CodingPlan
zh_hans: 智谱 AI CodingPlan
zh_hk: 智譜 AI CodingPlan

source: Zhipu API Key required
zh_hans: 需要配置智谱 API Key
zh_hk: 需要配置智譜 API Key

source: Zhipu GLM Quota
zh_hans: 智谱 GLM 配额
zh_hk: 智譜 GLM 配額

source: Zhipu HTTP %lld
zh_hans: 智谱 HTTP %lld
zh_hk: 智譜 HTTP %lld

source: Zhipu quota exhausted or rate limited
zh_hans: 智谱额度已用尽或请求过于频繁
zh_hk: 智譜額度已用盡或請求過於頻繁

source: Zhipu request failed
zh_hans: 智谱请求失败
zh_hk: 智譜請求失敗

source: 加载中...
zh_hk: 載入中...

# 智谱 AI (GLM)
source: Zhipu AI (GLM)
zh_hans: 智谱 AI (GLM)
zh_hk: 智譜 AI (GLM)

# 智谱 Coding Plan
source: ZhiPu Coding Plan
zh_hans: 智谱 Coding Plan
zh_hk: 智譜 Coding Plan
